Repository: SokoloffA/radiola
Catalog: Radiola/Localizable.xcstrings
Source language: en
Languages: de, it, ru, zh_hans

source: %lld stations will be added.
de: %lld Sender werden hinzugefügt.
it: %lld stazioni saranno aggiunte.
ru: %lld станций будут добавлены.
zh_hans: 将添加 %lld 个电台。

source: %lld stations will be updated.
de: %lld Sender werden aktualisiert.
it: %lld stazioni saranno aggiornate.
ru: %lld станций будут обновлены.
zh_hans: 将更新 %lld 个电台。

source: Add group
de: Gruppe hinzufügen
it: Aggiungi gruppo
ru: Добавить группу
zh_hans: 添加分组

source: Add group to "%@"
de: Gruppe zu „%@“ hinzufügen
it: Aggiungi gruppo a "%@"
ru: Добавить группу в «%@»
zh_hans: 添加分组到 "%@"

source: Add station
de: Sender hinzufügen
it: Aggiungi stazione
ru: Добавить станцию
zh_hans: 添加电台

source: Add station to "%@"
de: Sender zu „%@“ hinzufügen
it: Aggiungi stazione a "%@"
ru: Добавить станцию в «%@»
zh_hans: 添加电台到 "%@"

source: Add the station to my stations list
de: Den Sender zu meiner Senderliste hinzufügen
it: Aggiungi alle mie stazioni
ru: Добавить станцию в список «Мои станции»
zh_hans: 将该电台添加到我的电台列表

source: Are you sure you want to continue?
de: Wirklich fortfahren?
it: Sei sicuro di voler procedere?
ru: Вы уверены что хотите продолжить?
zh_hans: 确定要继续吗？

source: Are you sure you want to remove %lld stations and groups and all their children?
de: Möchten Sie wirklich %lld Sender und Gruppen und alle untergeordneten Elemente entfernen?
it: Sei sicuro di voler eliminare %lld stazioni e gruppi e il loro contenuto?
ru: Вы уверены что хотите удалить %lld станций и групп со всем их содержимым?
zh_hans: 确定要删除 %lld 个电台和分组及其所有子项吗？

source: Are you sure you want to remove %lld stations?
de: Soll wirklich %lld Sender entfernt werden?
it: Sei sicuro di voler eliminare %lld stazioni?
ru: Вы уверены что хотите удалить %lld станций?
zh_hans: 确定要删除 %lld 个电台吗？

source: Are you sure you want to remove the %lld groups and all their children?
de: Möchten Sie wirklich %lld Gruppen und alle untergeordneten Elemente entfernen?
it: Sei sicuro di voler eliminare %lld gruppi e il loro contenuto?
ru: Вы уверены что хотите удалить %lld групп со всем их содержимым?
zh_hans: 确定要删除 %lld 个分组及其所有子项吗？

source: Are you sure you want to remove the group "%@", and all of its children?
de: Soll die Gruppe „%@“ sowie alle untergeordneten Elemente wirklich entfernt werden?
it: Sei sicuro di voler eliminare il gruppo "%@" e il suo contenuto?
ru: Вы уверены что хотите удалить группу «%@» со всем ее содержимым?
zh_hans: 确定要删除分组 "%@" 及其所有子项吗？

source: Are you sure you want to remove the group "%@"?
de: Soll die Gruppe „%@“ wirklich entfernt werden?
it: Sei sicuro di voler eliminare il gruppo "%@"?
ru: Вы уверены что хотите удалить группу «%@»?
zh_hans: 确定要删除分组 "%@" 吗？

source: Are you sure you want to remove the station "%@"?
de: Soll der Sender „%@“ wirklich entfernt werden?
it: Sei sicuro di voler eliminare la stazione "%@"?
ru: Вы уверены что хотите удалить станцию «%@»?
zh_hans: 确定要删除电台 "%@" 吗？

source: By country
de: Nach Land
it: Per paese
ru: По странам
zh_hans: 按国家

source: By name
de: Nach Name
it: Per nome
ru: По имени
zh_hans: 按名称

source: By tag
de: Nach Tag
it: Per tag
ru: По тэгу
zh_hans: 按标签

source: Cancel
de: Abbrechen
it: Annulla
ru: Отмена
zh_hans: 取消

source: Cannot play station. Your internet connection may be too slow or unstable.
de: Der Sender kann nicht abgespielt werden. Ihre Internetverbindung ist eventuell zu langsam oder instabil.
it: Impossibile riprodurre la stazione. La tua connessione potrebbe essere molto lenta o instabile.
ru: Не удается воспроизвести станцию. Возможно, ваше интернет-соединение слишком медленное или нестабильное.
zh_hans: 无法播放电台。您的网络连接可能太慢或不稳定。

source: Connecting…
de: Verbinden…
it: Connessione...
ru: Подключение…
zh_hans: 正在连接…

source: Connection time has expired
de: Verbindungszeit ist abgelaufen
it: Il tempo di connessione è scaduto
ru: Время соединения истекло
zh_hans: 连接时间已过期

source: contains
de: enthält
it: contiene
ru: содержит
zh_hans: 包含

source: Copy group title to clipboard
de: Gruppenname in die Zwischenablage kopieren
it: Copia titolo del gruppo negli appunti
ru: Копировать название группы в буфер обмена
zh_hans: 复制分组标题到剪贴板

source: Copy song title and artist
de: Songtitel und Interpret kopieren
it: Copia titolo del brano e artista
ru: Копировать название песни и исполнителя
zh_hans: 复制歌曲标题和艺术家

source: Copy song title to clipboard
de: Songtitel in die Zwischenablage kopieren
ru: Копировать название песни в буфер обмена
zh_hans: 复制歌曲标题到剪贴板

source: Copy station title to clipboard
de: Sendertitel in die Zwischenablage kopieren
it: Copia il nome stazione negli appunti
ru: Копировать название станции в буфер обмена
zh_hans: 复制电台标题到剪贴板

source: Copy station URL to clipboard
de: Sender-URL in die Zwischenablage kopieren
it: Copia URL stazione negli appunti
ru: Копировать URL станции в буфер обмена
zh_hans: 复制电台 URL 到剪贴板

source: Copy to clipboard
de: In die Zwischenablage kopieren
it: Copia negli appunti
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板

source: Decrease the volume
de: Lautstärke verringern
it: Diminuisci il volume
ru: Уменьшить громкость
zh_hans: 降低音量

source: Export…
de: Exportieren…
it: Esporta...
ru: Экспортировать…
zh_hans: 导出…

source: Favorite stations
de: Lieblingssender
it: Stazioni preferite
ru: Любимые станции
zh_hans: 收藏的电台

source: favorites only
de: ausschließlich Favoriten
it: Solo preferite
ru: только любимые
zh_hans: 仅收藏

source: Group name
de: Gruppenname
ru: Название группы
zh_hans: 分组名称

source: History
de: Verlauf
it: Cronologia
ru: История
zh_hans: 历史记录

source: History…
de: Verlauf…
it: Cronologia...
ru: История…
zh_hans: 历史记录…

source: Increase the volume
de: Lautstärke erhöhen
it: Aumenta il volume
ru: Увеличить громкость
zh_hans: 增加音量

source: Internal error. See logs for more information.
de: Interner Fehler. Für weitere Informationen Protokolle prüfen.
it: Errore interno. Controlla i log per maggiori informazioni.
ru: Внутренняя ошибка. Дополнительные сведения см. в логах.
zh_hans: 内部错误。 请查看日志获取更多信息。

source: less than a minute ago
de: vor weniger als einer Minute
it: meno di un minuto fa
ru: меньше минуты назад
zh_hans: 不到一分钟前

source: Loading…
de: Laden…
it: Caricamento...
ru: Загрузка…
zh_hans: 正在加载…

source: Local stations
de: Lokale Sender
it: Stazioni locali
ru: Локальные станции
zh_hans: 本地电台

source: Looks like "%@" is not a valid URL.
de: Anscheinend ist „%@“ keine gültige URL.
it: Sembra che "%@" non sia un URL valido.
ru: «%@» не похож на правильный URL.
zh_hans: "%@" 似乎不是有效的 URL。

source: Mark current song as favorite
de: Aktuellen Song als Favorit markieren
it: Contrassegna il brano corrente come preferito
ru: Пометить текущую песню как любимую
zh_hans: 将当前歌曲标记为收藏

source: Mark song as favorite
de: Markiere Song als Favoriten
it: Aggiungi brano ai preferiti
ru: Отметить песню как любимую
zh_hans: 将歌曲标记为收藏

source: Mark station as favorite
de: Markiere Sender als Favoriten
ru: Отметить песню как любимую
zh_hans: 将电台标记为收藏

source: matches with
de: stimmt überein mit
it: è uguale a
ru: совпадает с
zh_hans: 匹配

source: Mute
de: Stumm
it: Attiva Muto
ru: Выключить звук
zh_hans: 静音

source: My lists
de: Meine Listen
it: Le mie liste
ru: Мои списки
zh_hans: 我的列表

source: my ordering
de: meine Sortierung
it: Il mio ordine
ru: ручной порядок
zh_hans: 我的排序

source: My stations
de: Meine Sender
it: Le mie stazioni
ru: Мои станции
zh_hans: 我的电台

source: No records yet
de: Noch keine Einträge
it: Nessuna informazione
ru: Пока нет записей
zh_hans: 暂无记录

source: No results
de: Keine Ergebnisse
it: Nessun risultato
ru: Нет результатов
zh_hans: 无结果

source: no votes
de: keine Votes
it: Nessuna valutazione
ru: нет голосов
zh_hans: 无投票

source: Now playing
de: Aktuell läuft
it: In riproduzione
ru: Сейчас играет
zh_hans: 正在播放

source: Open Radiola…
de: Radiola öffnen…
it: Apri Radiola...
ru: Открыть Radiola…
zh_hans: 打开 Radiola…

source: Pause
de: Pausieren
it: Pausa
ru: Остановить
zh_hans: 暂停

source: Play
de: Abspielen
it: Riproduci
ru: Играть
zh_hans: 播放

source: playing now
de: gerade läuft
it: In riproduzione
ru: играет сейчас
zh_hans: 正在播放

source: Quit
de: Beenden
it: Esci
ru: Выйти
zh_hans: 退出

source: Radio browser
de: Radiosuche
zh_hans: 电台浏览器

source: Radiola logs
de: Radiola Protokolle
it: Logs di Radiola
ru: Логи Radiola
zh_hans: Radiola 日志

source: Remove station
de: Sender entfernen
it: Elimina stazione
ru: Удалить станцию
zh_hans: 删除电台

source: Settings…
de: Einstellungen…
it: Impostazioni...
ru: Настройки…
zh_hans: 设置…

source: Show only your favorite songs
de: Nur Lieblingssongs anzeigen
it: Mostra solo i miei brani preferiti
ru: Показывать только любимые песни
zh_hans: 仅显示收藏的歌曲

source: Sorry, I couldn't play "%@".
de: Entschuldigung, „%@“ konnte nicht nicht abgespielt werden.
it: Impossibile riprodurre "%@"
ru: Извините, я не смог воспроизвести «%@».
zh_hans: 抱歉，无法播放 "%@"。

source: sort by bitrate
de: nach Bitrate sortieren
it: ordina per bitrate
ru: сортировать по битрейту
zh_hans: 按比特率排序

source: sort by country
de: nach Land sortieren
it: ordina per paese
ru: сортировать по стране
zh_hans: 按国家排序

source: sort by name
de: Sortieren nach: Name
it: Ordina per nome
ru: сортировать по названию
zh_hans: 按名称排序

source: sort by recent
de: Sortieren nach: Neueste
it: Ordina per recente
ru: сортировать по последним
zh_hans: 按最近排序

source: sort by station
de: Sortieren nach: Station
it: Ordina per stazione
ru: сортировать по станции
zh_hans: 按电台排序

source: sort by votes
de: nach Votes sortieren
it: ordina per valutazioni
ru: сортировать по голосам
zh_hans: 按投票排序

source: Station name
de: Sendername
ru: Название станции
zh_hans: 电台名称

source: The current song has been marked as a favorite
de: Der aktuelle Song wurde als Favorit markiert
it: Il brano corrente è stato contrassegnato come preferito.
ru: Песня была помечена как любимая
zh_hans: 当前歌曲已标记为收藏

source: The current song has been marked as a favorite.
de: Der aktuelle Song wurde als Favorit markiert.
it: Il brano corrente è stato contrassegnato come preferito.
ru: Песня была помечена как любимая.
zh_hans: 当前歌曲已标记为收藏。

source: The file does not contain any new or changed radio stations.
de: Die Datei enthält keine neuen oder geänderten Radiosender.
it: Il file non contiene nessuna stazione nuova o modificata.
ru: Файл не содержит новых или отличающихся станций.
zh_hans: 该文件不包含任何新的或已更改的电台。

source: The station is temporarily unavailable. Check URL or try again later.
de: Der Sender ist vorübergehend nicht verfügbar. Überprüfen Sie die URL oder versuchen Sie es später erneut.
it: La stazione è temporaneamente indisponibile. Controlla l'URL o riprova più tardi.
ru: Радиостанция временно недоступна. Проверьте URL-адрес или повторите попытку позже.
zh_hans: 该电台暂时不可用。请检查 URL 或稍后再试。

source: The URL does not contain or contains unsupported audio.
de: Die URL enthält kein oder nicht unterstütztes Audio.
it: L'URL non contiene audio o contiene audio non supportato.
ru: URL-адрес не содержит или содержит неподдерживаемое аудио.
zh_hans: 该 URL 不包含音频或包含不支持的音频格式。

source: This operation cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
it: Questa operazione non può essere annullata.
ru: Это действие нельзя будет отменить.
zh_hans: 此操作无法撤销。

source: Title:
de: Titel:
it: Titolo:
ru: Название:
zh_hans: 标题：

source: To add a group, fill out the following information:
de: Um eine Gruppe hinzuzufügen, folgende Informationen eingeben:
it: Per aggiungere un gruppo, compila le seguenti informazioni:
ru: Чтобы добавить группу, заполните следующую информацию:
zh_hans: 要添加分组，请填写以下信息：

source: To add a station, fill out the following information:
de: Um einen Sender hinzuzufügen, folgende Informationen eingeben:
it: Per aggiungere una stazione, compila le seguenti informazioni:
ru: Чтобы добавить станцию, заполните следующую информацию:
zh_hans: 要添加电台，请填写以下信息：

source: Toggle favorite
de: Favoriten umschalten
it: Preferiti
ru: Отметить/снять отметку «Любимая»
zh_hans: 切换收藏

source: Unmark song as favorite
de: Entferne Song von Favoriten
it: Rimuovi brano dai preferiti
ru: Снять с песни отметку «Любимая»
zh_hans: 取消歌曲收藏

source: Unmark station as favorite
de: Entferne Sender von Favoriten
ru: Снять с песни отметку «Любимая»
zh_hans: 取消电台收藏

source: Unmute
de: Stummschaltung aufheben
it: Disattiva Muto
ru: Включить звук
zh_hans: 取消静音

source: Volume
de: Lautstärke
ru: Громкость
zh_hans: 音量

source: Yes
de: Ja
it: Si
ru: Да
zh_hans: 是

source: You may have already exported it before.
de: Möglicherweise wurde dies bereits zuvor exportiert.
it: Potresti averlo già esportato in precedenza.
ru: Возможно, вы уже экспортировали его ранее.
zh_hans: 您可能之前已经导出过了。

source: votes:
it: valutazioni:
ru: голосов:
zh_hans: 投票：

source: codec:
ru: кодек:
zh_hans: 编码格式：
